Repository: gurhankuras/atmobeats-swift
Catalog: musicmood/*.lproj/Localizable.strings
Languages: tr

# weather.next_button
source: Next
tr: İleri

# weather.notAuthorized.text
source: This app requires location permission to work properly. Please enable location access in Settings.
tr: Uygulamanın çalışabilmesi için konum izni gerekmektedir. Lütfen Ayarlar’dan konum erişimine izin verin.

# weather.notAuthorized.settings_button
source: Go to Settings
tr: Ayarlara Git

# weather.notAuthorized.cancel_button
source: Cancel
tr: Vazgeç

# genres.selection.title
source: Choose your favorite genres
tr: Favori müzik türlerini seç

# genres.next_button
source: Next
tr: İleri

# artists.title
source: Select some of your favorite artists
tr: Favori sanatçılarından bazılarını seç

# artists.search.field.placeholder
source: Search for an artist
tr: Sanatçı ara

# artists.next_button
source: Next
tr: İleri

# artists.search.no_found
source: No artists found
tr: Sanatçı bulunamadı

# artists.search.minimum_characters_warning
source: Type at least 3 characters
tr: En az 3 karakter yazmalısın

# recommendation.loading.text
source: Tuning your vibe with personalized picksâ€¦
tr: Sana özel önerilerle parçalarını ayarlıyorum…

# recommendation.title
source: Here's your recommended tracks
tr: Senin için önerilen parçalar
